/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %1$@ = calories value; %2$@ = calories unit; e.g. “400 kcal”; appended to string like “Running Workout, 30 minutes, 5 km, 400 kcal */
", total calories %1$@ %2$@" = ", toplam kalori %1$@ %2$@";

/* %1$@ = distance value; %2$@ = unit; e.g. “5 km”; appended to string like “Running Workout, 30 minutes, 5 km */
", total distance %1$@ %2$@" = ", toplam kalori %1$@ %2$@";

/* %1$@ = iTunes store object (e.g. album. song); %2$@ = artist name */
"%1$@ by %2$@" = "%1$@ - %2$@";

/* %1$@=Type of workout, %2$@=localized duration */
"%1$@ Workout, %2$@" = "%1$@ Antrenman, %2$@";

/* %2$@ = of %d photos; whole thing looks like “1 of 3\nphotos” */
"%1$d %2$@" = "%1$d / %2$@";

/* %@ = date that a file was last modified */
"modified %@" = "%@ değiştirildi";

/* %@ = service name (e.g. Email) */
"%@ Accounts" = "%@ Hesapları";

/* %@=Type of workout */
"%@ Workout, no unit data" = "%@ Antrenman, birim verisi yok";

/* A folder in Dropbox or Box */
"Folder" = "Klasör";

/* A single App Store app */
"App Store app" = "App Store uygulaması";

/* A single Box file */
"Box file" = "Box dosyası";

/* A single Dropbox file */
"Dropbox file" = "Dropbox dosyası";

/* A single Evernote note */
"Evernote note" = "Evernote notu";

/* A single Giphy item */
"Giphy item" = "Giphy öğesi";

/* A single Trello board */
"Trello board" = "Trello panosu";

/* A single Trello card */
"Trello card" = "Trello kartı";

/* A single Trello item */
"Trello item" = "Trello öğesi";

/* A single Trello list */
"Trello list" = "Trello listesi";

/* A single Ulysses sheet */
"Ulysses sheet" = "Ulysses sayfası";

/* A single bar code */
"Bar code" = "Barkod";

/* A single blood pressure recording */
"Blood pressure" = "Tansiyon";

/* A single health sample in HealthKit */
"Health sample" = "Sağlık örneği";

/* A single iTunes artist */
"iTunes artist" = "iTunes sanatçısı";

/* A single iTunes product */
"iTunes product" = "iTunes ürünü";

/* Access resource error for notifications */
"Update Notification Settings" = "Bildirim Ayarlarını Güncelle";

/* Accessibility hint; front/rear camera switcher button */
"Switches between the front and back facing cameras" = "Ön ve arka yüzdeki kameralar arasında geçiş yapar";

/* Accessibility label for camera shutter button */
"Take picture" = "Resim çek";

/* Accessibility label; button to start dictation */
"Start dictation" = "Dikte’yi başlat";

/* Accessibility label; button to stop dictation */
"Stop dictation" = "Dikte’yi durdur";

/* Accessibility label; camera chooser; front facing camera is selected */
"Camera chooser - front facing" = "Kamera seçici - öne bakan";

/* Accessibility label; camera chooser; rear facing camera is selected */
"Camera chooser - rear facing" = "Kamera seçici - arkaya bakan";

/* Accessibility label; front/rear camera switcher button; default state */
"Camera flip" = "Kamerayı döndürme";

/* Add Trello card action error */
"You must provide a name to use for the new Trello Card." = "Yeni Trello Kartı için kullanılmak üzere bir ad sağlamalısınız.";

/* Add Trello card action error */
"You must select a board to create the card on." = "Kartı yaratacağınız bir pano seçmelisiniz.";

/* Add Trello card action error */
"You must select a list to create the card on." = "Kartı yaratacağınız bir liste seçmelisiniz.";

/* Add Trello card action error; %@=filename */
"Uploading %@ as an attachment failed." = "%@ ilişik olarak yüklenemedi.";

/* Add new event or reminder error */
"The alert time provided was invalid. Please check for spelling errors and ensure you provide a time of day." = "Girilen uyarı zamanı geçersiz. Gün içerisinde bir saat girdiğinizden emin olmak için yazım hatası olup olmadığını denetleyin.";

/* Add new event; choose end date */
"Choose End Date" = "Bitiş Tarihi Seç";

/* Add new event; date range; %1$@=start date; %12$@=end date */
"%1$@ – %2$@" = "%1$@ – %2$@";

/* Add new event; error */
"An invalid end date was provided. Please provide an end date for this event." = "Geçersiz bitiş tarihi girildi. Bu etkinlik için bir bitiş tarihi girin.";

/* Add new event; error */
"An invalid start date was provided. Please provide a start date for this event." = "Geçersiz bir başlangıç tarihi girildi. Bu etkinlik için bir başlangıç tarihi girin.";

/* Add new event; error */
"Invalid End Date" = "Geçersiz Bitiş Tarihi";

/* Add new event; error */
"Invalid Start Date" = "Geçersiz Başlangıç Tarihi";

/* Add new event; error */
"No title was provided. Please provide a title for this event." = "Adlandırılmamış. Bu etkinliğe bir ad verin.";

/* Add new reminder error */
"No title was provided. Please provide a title for this reminder." = "Adlandırılmamış. Bu anımsatıcıya bir ad verin.";

/* Add new reminder error */
"The alert location provided could not be found." = "Girilen uyarı konumu bulunamadı.";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Enter: %2$@" = "Vardığımda: %2$@";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Leave: %2$@" = "Ayrıldığımda: %2$@";

/* Add new reminder; alert trigger location when I’m nearby; %@ = location (e.g. “1 Infinite Loop”) */
"When I’m near: %@" = "%@ yakınındayken";

/* Add new reminder; alert trigger never */
"Never" = "Asla";

/* Add new reminder; alert trigger time or location varies */
"Varies" = "Değişkenler";

/* Add to Wunderlist action no list selected error */
"No List Selected" = "Seçili Liste Yok";

/* Add to Wunderlist action no list selected error */
"You must select a list to add the task to." = "Görevin ekleneceği bir liste seçmelisiniz.";

/* Add to Wunderlist action no title error */
"No Title" = "Başlık Yok";

/* Add to Wunderlist action no title error */
"You must provide a title when creating a new task in Wunderlist." = "Wunderlist’te yeni bir görev yaratırken bir başlık vermelisiniz.";

/* Alarm frequency; All days are selected */
"Every Day" = "Her Gün";

/* Alternative name for Set Wi-Fi action for China SKU devices */
"Set WLAN" = "WLAN’ı Ayarla";

/* Alternative note for Set Wi-Fi action for China SKU devices */
"Sets the device’s WLAN to on or off." = "Aygıtta WLAN’ı açar veya kapatır.";

/* App name */
"1Password" = "1Password";

/* App name */
"Dropbox" = "Dropbox";

/* App name */
"Google" = "Google";

/* App name */
"Imgur" = "Imgur";

/* App name */
"Instapaper" = "Instapaper";

/* App name */
"Slack" = "Slack";

/* App name */
"Todoist" = "Todoist";

/* App name */
"Trello" = "Trello";

/* App name */
"WordPress" = "WordPress";

/* App name */
"Wunderlist" = "Wunderlist";

/* Append file error description */
"You must specify a filename or path in Append to File." = "Dosyanın Sonuna Ekle’de bir dosya adı veya yolu belirtmelisiniz.";

/* Append file failure reason */
"No File Path Provided" = "Dosya Yolu Girilmedi";

/* Ask for input action */
"Enter URL" = "URL Girin";

/* Ask for input action */
"Enter number" = "Sayı girin";

/* Ask for input action */
"Pick date" = "Tarih seçin";

/* Attribution for the weather service */
"The Weather Channel" = "The Weather Channel";

/* Audio recorder */
"Tap to finish recording." = "Kaydı bitirmek için dokunun.";

/* Audio recorder */
"Tap to start recording." = "Kaydı başlatmak için dokunun.";

/* Base 64 encoding action error */
"The base64 data passed to Base64 Encode is invalid." = "Base64 Kodla’ya geçirilen base64 verileri geçersiz.";

/* Box error */
"A file already exists with the name “%@” at the specified path." = "Belirtilen yolda “%@” adlı bir dosya zaten var.";

/* Box error */
"The folder doesn't exist" = "Klasör yok";

/* Box error */
"The folder doesn’t exist" = "Klasör yok";

/* Box error message */
"An error occured while authenticating your Box account." = "Box hesabınız yetkilendirilirken bir hata oluştu.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The folder you tried to save to (%1$@) is an existing file in your %2$@." = "Kaydetmeye çalıştığınız klasör (%1$@) %2$@ servisinizde var olan bir klasör.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to append text to (%1$@) is inside of an existing file in your %2$@." = "Metni eklemeye çalıştığınız yol (%1$@) %2$@ servisinizde var olan bir dosyanın içinde.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is an existing file in your %2$@." = "Klasör yaratmaya çalıştığınız yol (%1$@) %2$@ servisinizde var olan bir dosya.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is inside of an existing file in your %2$@." = "Klasör yaratmaya çalıştığınız yol (%1$@) %2$@ servisinizde var olan bir dosyanın içinde.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to save to (%1$@) does not exist in your %2$@." = "Kaydetmeye çalıştığınız yol (%1$@) %2$@ servisinizde yok.";

/* Box error; %@ = file path */
"We couldn’t find “%@” in your Box account." = "Box hesabınızda “%@” bulunamadı.";

/* Button */
"Cancel" = "Vazgeç";

/* Button */
"Continue Anyway" = "Yine de Sürdür";

/* Button */
"Delete" = "Sil";

/* Button */
"Delete Account" = "Hesabı Sil";

/* Button */
"Done" = "Bitti";

/* Button */
"Log In" = "Oturum Aç";

/* Button */
"Next" = "Sonraki";

/* Button */
"OK" = "Tamam";

/* Button */
"Retry" = "Yeniden Dene";

/* Button */
"Sign In" = "Giriş Yap";

/* Button or title */
"Add Account" = "Hesap Ekle";

/* Button or title */
"Login" = "Oturum Aç";

/* Button that takes user to the iOS Health app */
"Open Health" = "Sağlık’ı Aç";

/* Button to allow access to health data or notifications */
"Allow Access" = "Erişime İzin Ver";

/* Button to open Settings */
"Open Settings" = "Ayarlar’ı Aç";

/* Button; edit opacity */
"Opacity" = "Opaklık";

/* Button; edit rotatation in overlay image action */
"Rotation" = "Döndürme";

/* Button; email account app specfic password */
"Create App-Specific Password" = "Uygulamaya Özel Parola Yarat";

/* Button; reset changes made in overlay image action */
"Reset" = "Sıfırla";

/* Camera flash option - auto */
"Auto" = "Otomatik";

/* Camera flash option - off */
"Off" = "Kapalı";

/* Camera flash option - on */
"Flash On" = "Açık";

/* Choose an item */
"Choose" = "Seç";

/* Choose from list action */
"Choose an item" = "Bir öğe seç";

/* Choose multiple images */
"Choose Images" = "Görüntüleri Seç";

/* Choose one image */
"Choose Image" = "Görüntüyü Seç";

/* CloudApp upload action error */
"This file is too large for CloudApp." = "Bu dosya CloudApp için çok büyük.";

/* CloudApp upload action error */
"You’ve exceeded the daily upload limit allowed for the CloudApp Free plan." = "Ücretsiz CloudApp planında izin verilen günlük karşıya yükleme sınırını aştınız.";

/* Combine images action error */
"Cannot run Combine Images" = "Görüntüleri Birleştir çalıştırılamıyor";

/* Combine images action error description */
"No images were provided to combine." = "Birleştirme için görüntü girilmedi.";

/* Conditions of the weather */
"Weather Conditions (Plural)" = "Hava Durumu";

/* Conditions of the weather */
"Weather Conditions (Single)" = "Hava Durumu";

/* Content property name */
"Biological Sex (Content Property Name)" = "Cinsiyet";

/* Content property name */
"Blood Type (Content Property Name)" = "Kan Grubu";

/* Content property name */
"Date of Birth (Content Property Name)" = "Doğum Tarihi";

/* Content property name */
"Unspecified (Content Property Name)" = "Belirtilmemiş";

/* Create IFTTT applet */
"Create Applet" = "Uygulamacık Yarat";

/* Create Trello list action error */
"You must select a board to create the list on." = "Listeyi yaratacağınız bir pano seçmelisiniz.";

/* Create folder failure description; no file path specified */
"You must specify a path for the new folder." = "Yeni klasör için bir yol belirlemelisiniz.";

/* Create folder failure reason; no file path specified */
"No path specified!" = "Yol belirtilmedi!";

/* Create folder file name placeholder with preceding / */
"/Adventure/" = "/Macera/";

/* Create folder file name placeholder without preceding / */
"Adventure/" = "Macera/";

/* Create playlist action error */
"No name was provided. Please provide a name for the playlist." = "Ad girilmedi. Lütfen liste için bir ad girin.";

/* Date that blood pressure was recorded */
"Blood Pressure Date" = "Tansiyon Tarihi";

/* Default notification text for Show Notification action. */
"Notification" = "Bildirim";

/* Default value for the translate text action */
"Detect Language" = "Dili Algıla";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 0 */
"Are you sure you want to delete %@?" = "%@ uygulamasını silmek istediğinizden emin misiniz?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 1 */
"Are you ABSOLUTELY sure you want to delete %@?" = "%@ uygulamasını silmek istediğinizden TAMAMIYLA emin misiniz?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 2 */
"Are you ABSOLUTELY POSITIVELY sure you want to delete %@?" = "%@ uygulamasını silmek istediğinizden KESİN OLARAK emin misiniz?";

/* Deletion confirmation title; e.g. Delete File.txt and 5 other files? */
"Delete %@?" = "%@ silinsin mi?";

/* Description for unauthorized resource when trying to access a user's workout data */
"workout" = "antrenman";

/* Dictate text action error */
"Recognition Unavailable" = "Tanıma Kullanılamıyor";

/* Dictate text action error */
"Speech recognition is not currently available. You may need to connect to the Internet." = "Konuşma tanıma henüz kullanılamıyor. İnternet’e bağlı olmanız gerekebilir.";

/* Dictate text action is listening to user */
"Now listening…" = "Şimdi dinliyor…";

/* Download URL action error */
"Make sure to pass a URL to the Get Contents of URL action." = "URL İçeriklerini Al işlemine bir URL geçirdiğinizden emin olun.";

/* Download URL or Open URL action error */
"No URL Specified" = "URL Belirtilmedi";

/* Dropbox error */
"A file was expected, but the path provided refers to something that isn’t a file." = "Bir dosya bekleniyordu ama girilen yol dosya olmayan başka bir şeyi işaret ediyor.";

/* Dropbox error */
"A folder was expected, but the path provided refers to something that isn’t a folder." = "Bir klasör bekleniyordu ama girilen yol klasör olmayan başka bir şeyi işaret ediyor.";

/* Dropbox error */
"A shared link already exists." = "Paylaşılan bağlantı zaten var.";

/* Dropbox error */
"Access to the requested path is forbidden." = "İstenen yola erişim yasak.";

/* Dropbox error */
"An error occurred when creating a sharing link because the email associated with your Dropbox account has not been verified." = "Paylaşma bağlantısı yaratılırken bir hata oluştu çünkü Dropbox hesabınızla ilişkili e-posta henüz doğrulanmamış.";

/* Dropbox error */
"Dropbox cannot access this file or folder because of its name." = "Dropbox, adından dolayı bu dosyaya veya klasöre erişemiyor.";

/* Dropbox error */
"Dropbox cannot save this file or folder because of its name." = "Dropbox, adından dolayı bu dosyayı veya klasörü kaydedemiyor.";

/* Dropbox error */
"Dropbox cannot write to the specified path due to a conflict." = "Dropbox, bir çakışmadan dolayı belirtilen yola yazamıyor.";

/* Dropbox error */
"The file cannot be transferred because the content is restricted. For example, sometimes there are legal restrictions due to copyright claims." = "Dosya aktarılamıyor çünkü içeriği sınırlanmış. Örneğin bazen telif haklarından dolayı yasal sınırlamalar olur.";

/* Dropbox error */
"The path root parameter provided is invalid." = "Girilen yol kök parametresi geçersiz.";

/* Dropbox error */
"The request timed out. Please try again." = "İstek zaman aşımına uğradı. Lütfen yeniden deneyin.";

/* Dropbox error */
"The share settings provided are invalid." = "Girilen paylaşma ayarları geçersiz.";

/* Dropbox error */
"We couldn’t find a file at the specified path." = "Belirtilen yolda bir dosya bulunamadı.";

/* Dropbox error */
"You are not allowed to modify the settings of this link." = "Bu bağlantının ayarlarını değiştirmeye izniniz yok.";

/* Dropbox error */
"You don’t have enough available space in Dropbox to write this data." = "Bu veriyi yazmak için Dropbox’ta yeterli kullanılabilir yeriniz yok.";

/* Dropbox error */
"You don’t have permission to write to the specified location." = "Belirtilen konuma yazma izniniz yok.";

/* Dropbox error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@." = "Kaydetmeye çalıştığınız yol (%1$@) %2$@ servisinizde var olan bir dosya.";

/* Dropbox error; %@=file name */
"“%@” could not be saved because it is a folder or package. Consider zipping this file using Make Archive before saving." = "“%@” klasör veya paket olduğu için kaydedilemedi. Bu dosyayı kaydetmeden önce Arşivle’yi kullanarak sıkıştırabilirsiniz.";

/* Dropbox error; %@=file path */
"No item was found at path: %@" = "Şu yolda öğe bulunamadı: %@";

/* Dropbox or Box error */
"Folder already exists" = "Klasör zaten var";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@. When saving multiple files at a time, you should specify a path to a folder instead." = "Kaydetmeye çalıştığınız yol (%1$@) %2$@ servisinizde var olan bir dosya. Bir kerede birden fazla dosyayı kaydederken dosya yerine bir klasöre giden yolu belirtmelisiniz.";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing folder in your %2$@. When appending or prepending text to a file, you should specify a path to a file instead." = "Kaydetmeye çalıştığınız yol (%1$@) %2$@ içinde var olan bir klasör. Bir dosyanın başına veya sonuna metin eklerken klasör yerine dosyanın yolunu belirtmelisiniz.";

/* Dropbox unknown error */
"An unknown error occurred" = "Bilinmeyen bir hata oluştu";

/* Dropbox unknown error; %@ = error summary */
"An unknown error occurred (%@)" = "Bilinmeyen bir hata oluştu (%@)";

/* Email account encryption */
"Encryption" = "Şifreleme";

/* Email account login authentication error */
"Authentication Failed" = "Kimlik Doğrulama Başarısız Oldu";

/* Email account login authentication error description */
"The email address or password you entered was incorrect.\n\nIf you have two step verification enabled, you need to create an app-specific password." = "Girdiğiniz e-posta adresi veya parola yanlış.\n\nİki adımlı doğrulamayı etkinleştirmişseniz uygulamaya özel bir parola yaratmanız gerekli.";

/* Email account login authentication error description */
"The email address or password you specified was incorrect. If you have two step verification enabled, you need to enter an app-specific password instead." = "Belirttiğiniz e-posta adresi veya parola yanlış.\n\nİki adımlı doğrulamayı etkinleştirmişseniz onun yerine uygulamaya özel parolayı girmeniz gerekli.";

/* Email account login authentication error recovery suggestion */
"Advanced Settings" = "İleri Düzey Ayarlar";

/* Email address field placeholder */
"user@example.com" = "kullanici@example.com";

/* Email address field title or placeholder */
"Email" = "E-posta";

/* Email host name field placeholder */
"mail.example.com" = "mail.example.com";

/* Email host name field placeholder */
"smtp.example.com" = "smtp.example.com";

/* Email host name field title */
"Host Name" = "Sunucu Adı";

/* End date that blood pressure was recorded */
"Blood Pressure End Date" = "Tansiyonda Son Tarih";

/* Erorr message for Play Sound action */
"Play Sound failed because the input was in an unsupported format." = "Giriş desteklenmeyen biçimde olduğu için ses çalınamadı.";

/* Error alert message when invalid date is entered */
"Please enter a valid date into the Date action." = "Lütfen Tarih işlemine geçerli bir tarih girin.";

/* Error alert title when invalid date is entered or invalid date result */
"Invalid Date" = "Geçersiz Tarih";

/* Error description when no location is provided to Get Travel Time */
"Get Travel Time failed because no destination location was passed as input." = "Seyahat Süresini Al başarılamadı çünkü giriş olarak hedef konum verilmedi.";

/* Error description when no web page is provided to Run JavaScript on Web Page */
"Run JavaScript on Web Page failed because no web page was passed as input." = "Web Sayfada JavaScript Çalıştır başarısız oldu çünkü giriş olarak web sayfası verilmedi.";

/* Error message */
"Your email or password is incorrect." = "E-postanız veya parolanız doğru değil.";

/* Error message description when an URL passed into Get Items From RSS Feed action could not be parsed */
"Please pass a valid feed URL to the Get Items from RSS Feed action." = "RSS Kaynağından Öğeleri Al işlemine geçerli bir kaynak URL’si girin.";

/* Error message description when no address is entered into Street Address action */
"Please enter a valid address into the Street Address action." = "Sokak Adresi işlemine geçerli bir adres girin.";

/* Error message description when no valid location was passed to the Get Travel Time action */
"The location you passed to the Get Travel Time action could not be found. Try specifying a city and state in addition to the street address." = "Seyahat Süresini Al işlemine geçirilen konum bulunamadı. Sokak adresine ek olarak şehri veya eyaleti de belirtmeyi deneyin.";

/* Error message for toggle alarm action if there are two alarms with the same label, %@ = the alarm label */
"Multiple alarms were found with the label %@. Try choosing a specific alarm." = "%@ etiketli birden fazla alarm bulundu. Belirli bir alarmı seçmeyi deneyin.";

/* Error message for when the Run Home Scene action cannot find a home named %1$@. */
"Run Home Scene failed because the home “%1$@” could not be found." = "“%1$@” evi bulunamadığı için Ev Ortamını Çalıştır başarısız oldu.";

/* Error message for when the Run Home Scene action cannot find a scene (%1$@) in the home %2$@. */
"Run Home Scene failed because the scene “%1$@” could not be found in the home “%2$@”." = "“%2$@” evinde “%1$@” ortamı bulunamadığı için Ev Ortamını Çalıştır başarısız oldu.";

/* Error message for when the user does not select a home when using the Run Home Scene action. */
"Run Home Scene failed because no home was selected." = "Ev seçilmediği için Ev Ortamını Çalıştır başarısız oldu.";

/* Error message for when the user does not select a scene when using the Run Home Scene action */
"Run Home Scene failed because no scene was selected." = "Ortam seçilmediği için Ev Ortamını Çalıştır başarısız oldu.";

/* Error message title when an URL passed into Get Items From RSS Feed action could not be parsed */
"Unable to parse news feed" = "Haber kaynakları ayrıştırılamadı";

/* Error message title when no address is entered into Street Address action */
"No Address" = "Adres Yok";

/* Error message title when no valid location was passed to the Get Travel Time action */
"Invalid Location" = "Geçersiz Konum";

/* Error message: Unit missing when converting */
"Please provide a unit to convert to." = "Lütfen dönüştürülecek bir birim verin.";

/* Error message: Unit missing when creating measurement */
"Measurement failed because no unit was specified. Please pick a unit." = "Herhangi bir birim belirtilmediği için ölçüm başarısız oldu. Lütfen bir birim seçin.";

/* Error message; Convert measurement between invalid units. Both parameters are names of units (i.e. kilometers per hour) */
"A measurement with unit %1$@ can not be converted to %2$@." = "%1$@ birimindeki bir ölçüm %2$@ birimine dönüştürülemez.";

/* Error message; Missing date when creating alarm */
"Please provide a valid date for the alarm." = "Alarm için geçerli bir tarih verin.";

/* Error message; Siri is disabled */
"In order to use this action, enable Siri in Settings." = "Bu işlemi kullanmak için Ayarlar’da Siri’yi etkinleştirin.";

/* Error message; Siri is disabled */
"Unable to complete request because Siri is disabled." = "Siri etkisizleştirildiği için istek tamamlanamadı.";

/* Error message; Start timer; Duration too big */
"The timer's duration must be less than 24 hours." = "Sayaç için süre 24 saatten az olmalıdır.";

/* Error message; Start timer; Missing duration */
"Please provide a duration for the timer." = "Sayaç için bir süre girin.";

/* Error message; Toggle alarm missing alarm identifier */
"Please specify an alarm to toggle." = "Lütfen açılacak veya kapatılacak bir alarmı belirtin.";

/* Error message; Unknown error type */
"An unknown error occurred while performing the request." = "İstek gerçekleştirilirken bilinmeyen bir hata oluştu.";

/* Error message; Unsupported on platform */
"Unable to complete request because it is not supported on this platform." = "Bu platformda desteklenmediği için istek tamamlanamadı.";

/* Error title when no location provided to Get Travel Time */
"No Location" = "Konum Yok";

/* Error title when no web page is provided to the Run JavaScript on Web Page action */
"No Web Page" = "Web Sayfası Yok";

/* Exit shortcut action error */
"User requested shortcut exit." = "Kullanıcı kestirmeden çıkılmasını istedi.";

/* File name example with preceding / */
"/example.txt" = "/örnek.txt";

/* File name example without preceding / */
"example.txt" = "örnek.txt";

/* File picker; button */
"Save Here" = "Buraya Kaydet";

/* File picker; get more than one selected files */
"Get Selected Files (%lu)" = "Seçilen Dosyaları Al (%lu)";

/* File picker; get one selected file */
"Get Selected File (1)" = "Seçilen Dosyayı Al (1)";

/* File status */
"This folder is empty" = "Bu klasör boş";

/* File status loading */
"Loading…" = "Yükleniyor…";

/* Find health sample; no samples found */
"No Samples Found" = "Örnek Bulunmadı";

/* Find health samples; no samples found description */
"There are either no %@ samples logged or you need to give Shortcuts access to the samples in the Health app." = "Kaydedilmiş %@ örneği yok ya da Kestirmeler’in Sağlık uygulamasındaki örneklere erişmesine izin vermeniz gerekiyor.";

/* Finish dictation command */
"Finish Dictation" = "Dikteyi Bitir";

/* Generic health object type when we can’t determine the object type */
"Health" = "Sağlık";

/* Get File action; file name example with preceding / */
"/example.txt" = "/örnek.txt";

/* Get File action; file name example without preceding / */
"example.txt" = "örnek.txt";

/* Get IP address action error */
"The domain could not be found." = "Alan bulunamadı.";

/* Get IP address action error */
"The domain could not be found. (Error 2)" = "Alan bulunamadı (Hata 2).";

/* Get IP address action error */
"The response data was not a valid string." = "Yanıt verisi geçerli bir dizgi değildi.";

/* Get Trello items error */
"You must select a board to retrieve cards from." = "Kartları alacağınız bir pano seçmelisiniz.";

/* Get Trello items error */
"You must select a board to retrieve lists from." = "Listeleri alacağınız bir pano seçmelisiniz.";

/* Get Trello items error */
"You must select a list to retrieve cards from." = "Kartları alacağınız bir liste seçmelisiniz.";

/* Get Trello items error */
"Your Trello account couldn’t be verified. Please sign out and try again!" = "Trello hesabınız doğrulanamadı. Lütfen çıkış yapın ve yeniden deneyin!";

/* Get dictionary value or set dictionary value action; no dictionary key provided error reason */
"No Key Provided" = "Anahtar Girilmedi";

/* Get distance action or get travel time action; custom location is provided but not found */
"Custom Location Not Found" = "Özel Konum Bulunamadı";

/* Get distance action or get travel time action; no custom location provided error reason */
"No Custom Location" = "Özel Konum Yok";

/* Get distance action; custom location is provided but not found */
"Get Distance was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Özel bir konumdan seyahat süresinin alınması için Mesafeyi Al yapılandırılmış ama girdiğiniz özel konum bulunamadı.";

/* Get distance action; no custom location provided error description */
"Get Distance was configured to get the travel time from a custom location, but none was provided." = "Özel bir konumdan seyahat süresinin alınması için Mesafeyi Al yapılandırılmış ama özel konum girilmedi.";

/* Get distance action; no location passed as input error */
"Get Distance could not estimate distance because no location was passed as input." = "Mesafeyi Al mesafeyi tahmin edemedi çünkü giriş olarak konum verilmedi.";

/* Get emoji name action error */
"Failed to find the emoji font." = "Emoji fontu bulunamadı.";

/* Get frames from image error */
"No Image Provided" = "Görüntü Girilmedi";

/* Get frames from image error description */
"No GIF was passed as input to Get Frames from Image." = "Görüntüden Kareleri Al için giriş olarak GIF verilmedi.";

/* Get group from matched text action error */
"No Match" = "Eşleşen Yok";

/* Get group from matched text action error; %1$ld=group number; %2$ld=number of groups */
"The index you specified was outside of the possible range (you asked for group %1$ld, and the match has only %2$ld)" = "Belirttiğiniz dizin olası aralığın dışında (%1$ld grubunu istediniz ve eşleşende yalnızca %2$ld var.)";

/* Get group from matched text action error; %ld=group number */
"Get Group from Matched Text failed because there was no match for capture group %ld." = "Eşleşen Metinden Grubu Al başarılamadı çünkü %ld yakalama grubu için hiç eşleşme yok.";

/* Get halfway point action error */
"No first location was provided." = "Birinci konum girilmedi.";

/* Get halfway point action error */
"No second location was provided." = "İkinci konum girilmedi.";

/* Get halfway point action error */
"Please provide a first location." = "Birinci konum sağlayın.";

/* Get halfway point action error */
"Please provide a second location." = "İkinci konum sağlayın.";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was invalid (you asked for items %1$d through %2$d)" = "Belirlediğiniz aralık geçersiz (%1$d ile %2$d arasındaki öğeleri istediniz)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, but the first item is at index 1.)" = "Belirttiğiniz aralık olası aralığın dışında (%1$d ile %2$d arasındaki öğeleri istediniz ama birinci öğe dizin 1’de.)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number; %3$d=number of items */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, and the list has only %3$d)" = "Belirttiğiniz aralık olası aralığın dışında (%1$d ile %2$d arasındaki öğeleri istediniz ve listede sadece %3$d tane var)";

/* Get item from list action error; %d=item number */
"You asked for item %d, but the first item is at index 1." = "%d öğe istediniz ama birinci öğe 1. dizinde.";

/* Get lastest photo import action error */
"Shortcuts couldn’t find any imports in your photo library." = "Kestirmeler, fotoğraf arşivinizde içe aktarılan herhangi bir şey bulamadı.";

/* Get lastest photos action error */
"Shortcuts couldn’t find the requested items in your photo library." = "Kestirmeler, istenen öğeleri fotoğraf arşivinizde bulamadı.";

/* Get travel time error; no custom location found description */
"Get Travel Time was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Özel bir konumdan seyahat süresinin alınması için Seyahat Süresini Al yapılandırılmış ama girdiğiniz özel konum bulunamadı.";

/* Get travel time error; no custom time provided description */
"Get Travel Time was configured to get the travel time from a custom location, but none was provided." = "Özel bir konumdan seyahat süresinin alınması için Seyahat Süresini Al yapılandırılmış ama özel konum girilmedi.";

/* Health access error; %@=health data type */
"Health access to %@ is off. You can turn on health data categories in the Health app." = "Sağlık’ın %@ erişimi kapalı. Sağlık verisi kategorilerini Sağlık uygulamasında açabilirsiniz.";

/* Health access error; %@=health data type */
"In order to answer this question, Shortcuts needs access to your %@ data." = "Bu soruyu yanıtlamak için Kestirmeler’in %@ verilerinize erişimi gereklidir.";

/* Health access error; %@=health data type */
"Shortcuts does not have access to your %@ data." = "Kestirmeler’in %@ verilerinize erişimi yok.";

/* Health action; %@=quantity sample name (e.g. Body Fat Percentage) */
"%@ Quantity Sample, no unit data" = "%@ Miktar Örneği, birim verisi yok";

/* Health category date */
"Date" = "Tarih";

/* Health category parameter; start of menstrual cycle; should be consistent with iOS Health app */
"Start of Cycle" = "Âdet Dönemi Başlangıcı";

/* Health category start date */
"Start Date" = "Başlangıç Tarihi";

/* Health quantity type; should be consistent with iOS Health app */
"Blood Pressure" = "Tansiyon";

/* Health quantity; VO2 max test type; should be consistent with iOS Health app */
"Test Type" = "Test Türü";

/* Health quantity; blood glucose meal time; should be consistent with iOS Health app */
"Meal Time" = "Öğün zamanı";

/* Health quantity; blood pressure */
"Diastolic" = "Küçük (Diyastolik)";

/* Health quantity; blood pressure */
"Systolic" = "Büyük (Sistolik)";

/* Health quantity; insulin delivery reason; should be consistent with iOS Health app */
"Reason" = "Neden";

/* Health unit for count of generic health sample */
"count" = "sayım";

/* Health unit for count of steps (歩); probably should be same as translation for “count“ if not Japanese. */
"count of steps" = "sayım";

/* Health unit for count of swimming strokes or wheelchair pushes (回); probably should be same as translation for “count“ if not Japanese. */
"count of swimming strokes, wheelchair pushes" = "sayım";

/* Health unit for joule */
"J" = "J";

/* Health unit for millimeter */
"mm" = "mm";

/* Health unit for ounce */
"oz" = "oz";

/* HealthKit access resource error; %@=HealthKit object type */
"%@ types are not implemented" = "%@ türleri gerçekleştirilmedi";

/* HealthKit resource error */
"This device does not have the Health app." = "Bu aygıtta Health uygulaması yok.";

/* HealthKit resource error */
"This shortcut requires the Health app, which this device does not have." = "Bu kestirme için Sağlık uygulaması gerekli ancak bu aygıtta bulunmuyor.";

/* Item with URL; $1$@ = item name; %2$@ = URL */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* Link to a 3rd party terms of service */
"Terms of Service" = "Hizmet Kullanım Şartları";

/* Link to a 3rd party terms of service */
"Terms of Use" = "Kullanım Şartları";

/* Location error description */
"Make sure your device isn’t in Airplane Mode and try again; turning Wi-Fi on may help." = "Aygıtınızın Uçak Modu’nda olmadığından emin olun ve yeniden deneyin. Wi-Fi’nin açılması yardımcı olabilir.";

/* Location error failure reason */
"Shortcuts was unable to find your current location." = "Kestirmeler şu anki konumunuzu bulamadı.";

/* Log health sample */
"An invalid date was provided. Please provide a date for the sample or leave the date field blank to use the current date." = "Geçersiz tarih girildi. Örnek için bir tarih girin veya şu anki tarihi kullanmak için tarih alanını boş bırakın.";

/* Log health sample */
"Invalid Date Range" = "Geçersiz Tarih Aralığı";

/* Log health sample */
"No Value Selected" = "Değer Seçilmedi";

/* Log health sample */
"Please select a type for this Health sample." = "Bu Sağlık örneği için bir tür seçin.";

/* Log health sample */
"Please select an end date that is after the start date." = "Başlangıç tarihinden sonra olan bir bitiş tarihi seçin.";

/* Log health sample; cervical mucus quality should be consistent with what is is called in the iOS Health App */
"Please select a value for this cervical mucus quality sample." = "Bu rahim ağzı salgısı kalitesi örneği için bir değer seçin.";

/* Log health sample; health sample type */
"No Type Selected" = "Tür Seçilmedi";

/* Log health sample; insulin delivery reason not selected */
"No Reason Selected" = "Neden Seçilmedi";

/* Log health sample; insulin delivery reason not selected; insulin delivery reason wording should be consistent with iOS Health app */
"Please select an insulin delivery reason." = "İnsülin tedavisinin nedenini seçin.";

/* Log health sample; menstruation sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this menstruation sample." = "Bu âdet örneği için bir değer seçin.";

/* Log health sample; mentrual flow sample / cycle should be consistent with what is is called in the iOS Health App */
"Please select whether or not this sample was at the start of a cycle." = "Bu örneğin döngünün başında olup olmadığını seçin.";

/* Log health sample; missing unit (mL, km, etc.) */
"No Unit Selected" = "Birim Seçilmedi";

/* Log health sample; missing unit (mL, km, etc.) */
"Please select a unit of measurement for this Health sample." = "Bu Sağlık örneği için bir ölçüm birimi seçin.";

/* Log health sample; ovulation test should be consistent with what is is called in the iOS Health App */
"Please select a value for this ovulation test result sample." = "Bu yumurtlama testi sonucu örneği için bir değer seçin.";

/* Log health sample; sleep analysis sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this sleep analysis sample." = "Bu uyku analiz örneği için bir değer seçin.";

/* Log in view; email address placeholder */
"Email address" = "E-posta adresi";

/* Log workout action */
"No Workout Type Selected" = "Antrenman Türü Seçili Değil";

/* Log workout action */
"Please select a type of activity for this workout." = "Bu antrenman için bir aktivite türü seçin.";

/* Login error */
"Your username and/or password are incorrect." = "Kullanıcı adınız ve/veya parolanız doğru değil.";

/* Login with email address disclaimer */
"Your credentials are stored on this device only and will not be shared with our servers or any third parties." = "Kimlik bilgileriniz yalnızca bu aygıtta saklanır ve sunucularımız ya da herhangi bir üçüncü parti ile paylaşılmaz.";

/* Mail error */
"A recipient is required to send message" = "İletiyi göndermek için bir alıcı gerekli";

/* Mail error */
"A sender is required to send message" = "İletiyi göndermek için bir gönderen gerekli";

/* Mail error */
"A stable connection to the server could not be established" = "Sunucuyla kararlı bir bağlantı kurulamadı";

/* Mail error */
"Account check failed because the account is invalid" = "Hesap geçersiz olduğu için hesap denetimi başarısız oldu";

/* Mail error */
"An application specific password is required" = "Uygulamaya özel bir parola gerekiyor";

/* Mail error */
"An error occurred during an IDLE operation" = "BOŞ çalışma sırasında bir hata oluştu";

/* Mail error */
"An error occurred while (un)subscribing to the requested folder" = "İstenen klasöre abone olunurken/abonelik bitirilirken bir hata oluştu";

/* Mail error */
"An error occurred while appending a message to the requested folder" = "İstenen klasörün sonuna bir metin eklenirken bir hata oluştu";

/* Mail error */
"An error occurred while copying a message to the requested folder" = "İstenen klasöre bir metin kopyalanırken bir hata oluştu";

/* Mail error */
"An error occurred while creating the requested folder" = "İstenen klasör yaratılırken bir hata oluştu";

/* Mail error */
"An error occurred while deleting a message on the POP server" = "POP sunucuda bir ileti silinirken bir hata oluştu";

/* Mail error */
"An error occurred while deleting the requested folder" = "İstenen klasör silinirken bir hata oluştu";

/* Mail error */
"An error occurred while expunging a message in the requested folder" = "İstenen klasörün sonundan bir metin çıkarırken bir hata oluştu";

/* Mail error */
"An error occurred while fetching a message list on the POP server" = "POP sunucudan bir ileti listesi alınırken bir hata oluştu";

/* Mail error */
"An error occurred while fetching messages in the requested folder" = "İstenen klasörde iletiler alınırken bir hata oluştu";

/* Mail error */
"An error occurred while performing a No-Op operation" = "No-Op çalışması gerçekleştirilirken bir hata oluştu";

/* Mail error */
"An error occurred while renaming the requested folder" = "İstenen klasörün adı değiştirilirken bir hata oluştu";

/* Mail error */
"An error occurred while requesting the server's capabilities" = "Sunucunun yetenekleri istenirken bir hata oluştu";

/* Mail error */
"An error occurred while requesting the server's identity" = "Sunucunun tanıtıcısı istenirken bir hata oluştu";

/* Mail error */
"An error occurred while requesting the server's namespace" = "Sunucunun ad uzayı istenirken bir hata oluştu";

/* Mail error */
"An error occurred while sending the message" = "İleti gönderilirken bir hata oluştu";

/* Mail error */
"An error occurred while storing flags" = "Bayraklar saklanırken bir hata oluştu";

/* Mail error */
"An error when requesting date" = "Tarih istenirken bir hata oluştu";

/* Mail error */
"Attempted to send a message with an illegal attachment" = "Yasal olmayan bir ilişik ile bir ileti gönderilmeye çalışıldı";

/* Mail error */
"Authentication is required for this SMTP server" = "Bu SMTP sunucusu için kimlik doğrulama gerekiyor";

/* Mail error */
"Bandwidth limits were exceeded while requesting data from this Gmail account" = "Bu Gmail hesabından veriler istenirken bant genişliği sınırları aşıldı";

/* Mail error */
"Cannot send message due to possible spam detected by server" = "Sunucu tarafından olası istenmeyen posta bulunduğu için ileti gönderilemiyor";

/* Mail error */
"Compression is not available" = "Sıkıştırma kullanılamıyor";

/* Mail error */
"Credentials with password too simple" = "Parola ile kimlik bilgileri çok kolay";

/* Mail error */
"Error while running custom command" = "Özel komut çalıştırılırken hata";

/* Mail error */
"File access error" = "Dosya erişim hatası";

/* Mail error */
"IMAP is not enabled for this Gmail account" = "Bu Gmail hesabı için IMAP etkinleştirilmemiş";

/* Mail error */
"MobileMe is no longer an active mail service" = "MobileMe artık etkin bir e-posta servisi değildir";

/* Mail error */
"No valid server found" = "Geçerli servis bulunamadı";

/* Mail error */
"Sending messages is not allowed on this server" = "Bu sunucuda iletilerin gönderilmesine izin verilmiyor";

/* Mail error */
"The SMTP storage limit was hit while trying to send a large message" = "Büyük bir ileti gönderilmeye çalışılırken SMTP saklama sınırına ulaşıldı";

/* Mail error */
"The certificate for this server is invalid" = "Bu sunucu için sertifika geçersiz";

/* Mail error */
"The current HotMail account cannot connect to WebMail" = "Şu anki HotMail hesabı WebMail’e bağlanamıyor";

/* Mail error */
"The operation succeeded" = "İşlem başarılı oldu";

/* Mail error */
"The requested folder does not exist. Folder selection failed" = "İstenen klasör yok. Klasör seçimi başarısız oldu";

/* Mail error */
"The server does not support STARTTLS connections" = "Sunucu STARTTLS bağlantılarını desteklemiyor";

/* Mail error */
"The server does not support TLS/SSL connections" = "Sunucu TLS/SSL bağlantılarını desteklemiyor";

/* Mail error */
"The user needs to log in via the web browser" = "Kullanıcının web tarayıcısı aracılığıyla oturum açması gerekiyor";

/* Mail error */
"Too many simultaneous connections were made to this Gmail account" = "Bu Gmail hesabıyla çok fazla aynı anda bağlantı kurulmuş";

/* Mail error */
"Unable to authenticate with the current session's credential" = "Şu anki oturumun kimlik bilgisiyle kimlik doğrulamıyor";

/* Mail error */
"Unable to parse response from server" = "Sunucudan gelen yanıt ayrıştırılamadı";

/* Mail error */
"User is over the limit for messages allowed to be sent in a single day" = "Kullanıcı, bir günde gönderilmesine izin verilen ileti sınırının üzerinde";

/* Mail error */
"Yahoo!'s servers are currently unavailable" = "Yahoo!’nun servisleri şu anda kullanılamıyor";

/* Mask Image action error description, no image in the chosen variable */
"The variable “%@” did not include an image to use for masking." = "“%@” değişkeni maskelemede kullanmak için bir görüntü içermiyor.";

/* Mask Image action error description, no variable chosen */
"Make sure to select a variable for the “Image Mask” option in the Mask Image action." = "Görüntüyü Maskele işleminde “Görüntü Maskesi” seçeneği için bir değişken seçtiğinizden emin olun.";

/* Mask Image action error title */
"No Mask Provided" = "Maske Girilmedi";

/* Message in alert to indicate that the user needs to select a storage service for the action (see `Service (WFFileStorageService)`), %@ = localized name of the action */
"Please select a service in %@." = "Şurada bir servis seçin: %@.";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "Bu JavaScript, güvenilir olmadığı bilinen bir betiğe benziyor. Güvenliğiniz için çalıştırılmayacak.";

/* Multiple App Store apps */
"App Store apps" = "App Store uygulamaları";

/* Multiple Box files */
"Box files" = "Box dosyası";

/* Multiple Dropbox files */
"Dropbox files" = "Dropbox dosyaları";

/* Multiple Evernote notes */
"Evernote notes" = "Evernote notları";

/* Multiple Giphy items */
"Giphy items" = "Giphy öğeleri";

/* Multiple Trello boards */
"Trello boards" = "Trello panoları";

/* Multiple Trello cards */
"Trello cards" = "Trello kartları";

/* Multiple Trello items */
"Trello items" = "Trello öğeleri";

/* Multiple Trello lists */
"Trello lists" = "Trello listeleri";

/* Multiple Ulysses sheet */
"Ulysses sheets" = "Ulysses sayfaları";

/* Multiple bar codes */
"Bar codes" = "Barkodlar";

/* Multiple blood pressure recordings */
"Blood pressures" = "Tansiyon";

/* Multiple health samples in HealthKit */
"Health samples" = "Sağlık örnekleri";

/* Multiple iTunes artists */
"iTunes artists" = "iTunes sanatçıları";

/* Multiple iTunes products */
"iTunes products" = "iTunes ürünleri";

/* Multiple text matches */
"Text matches" = "Metin eşleşmeleri";

/* Multiple workout samples */
"Workout samples" = "Antrenman örnekleri";

/* Name, Description, and Concentration (percentage) of an air pollutant */
"%@ - %@: %@" = "%@ - %@: %@";

/* Navigation bar title */
"Edit Account" = "Hesabı Düzenle";

/* Navigation bar title */
"Email Settings" = "E-posta Ayarları";

/* Navigation bar title */
"Log In to CloudApp" = "CloudApp Oturumunu Aç";

/* Navigation bar title */
"Log in | Tumblr" = "Oturum Aç | Tumblr";

/* Navigation bar title */
"Login to Instapaper" = "Instapaper Oturumunu Aç";

/* Navigation bar title */
"Login to Pinboard" = "Pinboard Oturumunu Aç";

/* Navigation bar title */
"Login to WordPress" = "WordPress Oturumunu Aç";

/* Navigation bar title when showing trending GIF results */
"Trending" = "Öne Çıkanlar";

/* Navigation bar title; app name */
"Giphy" = "Giphy";

/* Network picker option */
"Cellular" = "Hücresel";

/* Network picker option */
"WLAN" = "WLAN";

/* Network picker option */
"Wi-Fi" = "Wi-Fi";

/* No GIFs found empty state description */
"Clear the search bar to view trending GIFs." = "Öne çıkan GIF’leri görüntülemek için arama çubuğunu temizleyin.";

/* No GIFs found empty state title */
"No Results Found" = "Sonuç Bulunamadı";

/* None option */
"None" = "Yok";

/* One text match */
"Text match" = "Metin eşleşmesi";

/* One workout sample */
"Workout sample" = "Antrenman örneği";

/* Open URL action error */
"Make sure to pass a URL to the Open URL action." = "URL’yi Aç işlemine bir URL geçirdiğinizden emin olun.";

/* Open URL action error */
"The URL could not be opened." = "URL açılamadı.";

/* Open app action error */
"Open App failed because it couldn’t find an app to open." = "Uygulama Aç işlemi başarısız oldu çünkü açılacak uygulamayı bulamadı.";

/* Open app action error */
"Open App failed because the app could not be opened." = "Uygulama açılamadığı için Uygulamayı Aç başarısız oldu.";

/* Open in action error */
"Open In… failed because it couldn’t find an app to open in." = "Şurada Aç… başarısız oldu çünkü içinde açılacak uygulamayı bulamadı.";

/* Open in action error; %1$@=app name; %2$@=file name */
"%1$@ is not installed or could not open the file %2$@." = "%1$@ yüklenmedi veya %2$@ dosyasını açamadı.";

/* Optional field placeholder */
"Optional" = "İsteğe Bağlı";

/* Overlay image action error */
"Make sure to choose a variable in the Overlay Image action." = "Görüntüyü Kapla işleminde bir değişken seçtiğinizden emin olun.";

/* Overlay image action error */
"No Overlay Image" = "Kaplayan Görüntü Yok";

/* Overlay image action error; %@=variable name */
"The variable “%@” did not include an image to overlay." = "“%@” değişkeni kaplamak için bir görüntü içermiyor.";

/* Overlay image action; shown while image is being processed */
"Processing Image…" = "Görüntü işleniyor…";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Citymapper" = "Citymapper";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Google Maps" = "Google Maps";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Maps" = "Harita";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Waze" = "Waze";

/* Parameter Enumeration Item for action Get Directions, parameter: App; https://transitapp.com */
"Transit (App Name)" = "Transit";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Biking" = "Bisiklet sürme";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Driving" = "Araba Sürme";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Transit" = "Toplu Taşıma";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Walking" = "Yürüme";

/* Parameter placeholder; parameter sets a filename */
"optional" = "isteğe bağlı";

/* Parameter value */
"A+ (Parameter Value)" = "A+";

/* Parameter value */
"A- (Parameter Value)" = "A-";

/* Parameter value */
"AB+ (Parameter Value)" = "AB+";

/* Parameter value */
"AB- (Parameter Value)" = "AB-";

/* Parameter value */
"After Meal (Parameter Value)" = "Öğün Sonrası";

/* Parameter value */
"Asleep (Parameter Value)" = "Uykuda";

/* Parameter value */
"Awake (Parameter Value)" = "Uyanık";

/* Parameter value */
"B+ (Parameter Value)" = "B+";

/* Parameter value */
"B- (Parameter Value)" = "B-";

/* Parameter value */
"Basal (Parameter Value)" = "Bazal";

/* Parameter value */
"Before Meal (Parameter Value)" = "Öğün Öncesi";

/* Parameter value */
"Bolus (Parameter Value)" = "Bolus";

/* Parameter value */
"Creamy (Parameter Value)" = "Kaygan";

/* Parameter value */
"Dry (Parameter Value)" = "Kuru";

/* Parameter value */
"Egg White (Parameter Value)" = "Yumurta Akı";

/* Parameter value */
"Female (Parameter Value)" = "Kadın";

/* Parameter value */
"Heavy (Parameter Value)" = "Ağır";

/* Parameter value */
"Idle (Parameter Value)" = "Boş";

/* Parameter value */
"In Bed (Parameter Value)" = "Yatakta";

/* Parameter value */
"Indeterminate (Parameter Value)" = "Belirsiz";

/* Parameter value */
"Light (Parameter Value)" = "Hafif";

/* Parameter value */
"Male (Parameter Value)" = "Erkek";

/* Parameter value */
"Max Exercise Test (Parameter Value)" = "Maks Egzersiz Testi";

/* Parameter value */
"Medium (Parameter Value)" = "Orta";

/* Parameter value */
"Negative (Parameter Value)" = "Negatif";

/* Parameter value */
"No (Parameter Value)" = "Hayır";

/* Parameter value */
"Non-Exercise Prediction (Parameter Value)" = "Egzersiz Dışı Tahmini";

/* Parameter value */
"Not Set (Parameter Value)" = "Ayarlanmamış";

/* Parameter value */
"O+ (Parameter Value)" = "0+";

/* Parameter value */
"O- (Parameter Value)" = "0-";

/* Parameter value */
"Other (Parameter Value)" = "Diğer";

/* Parameter value */
"Positive (Parameter Value)" = "Pozitif";

/* Parameter value */
"Protection Unused (Parameter Value)" = "Korunma Yok";

/* Parameter value */
"Protection Used (Parameter Value)" = "Korunma Var";

/* Parameter value */
"Sticky (Parameter Value)" = "Yapışkan";

/* Parameter value */
"Stood (Parameter Value)" = "Ayakta";

/* Parameter value */
"Sub-Max Exercise Prediction (Parameter Value)" = "Sub-Maks Egzersiz Tahmini";

/* Parameter value */
"Unspecified (Parameter Value)" = "Belirtilmemiş";

/* Parameter value */
"Watery (Parameter Value)" = "Sulu";

/* Parameter value */
"Yes (Parameter Value)" = "Evet";

/* Parameter value; Used in the Convert Image action; this setting means the Convert Image action will match the image format of the original inputted photo */
"Match Input" = "Girişi Eşleştir";

/* Password placeholder or title */
"Password" = "Parola";

/* Person’s name field placeholder */
"John Appleseed" = "Ali Utku";

/* Person’s name field title */
"Name" = "Ad";

/* Pinboard login option */
"Use API Token" = "API Jetonu Kullan";

/* Pinboard login option */
"Use API Token Instead" = "Onun Yerine API Jetonu Kullan";

/* Pinboard login option */
"Use Password" = "Parola Kullan";

/* Pinboard login option */
"Use Password Instead" = "Onun Yerine Parola Kullan";

/* Pinboard login section header */
"API Token" = "API Jetonu";

/* Pinboard login section header */
"Pinboard Login" = "Pinboard Oturumu";

/* Playlist picker parameter */
"My Music Library" = "Müzik Arşivim";

/* Pocket (app) get action error */
"No items matching the specified criteria were found in Pocket." = "Pocket’ta belirtilen kriterlerle eşleşen bir öğe bulunamadı.";

/* Post to Tumblr action error */
"No Blog" = "Blog Yok";

/* Post to Tumblr action error description */
"You did not specify which blog to post to." = "Hangi blog’ta yayımlanacağını belirtmediniz.";

/* QuickLook action error */
"No Items" = "Öğe Yok";

/* QuickLook action error */
"The Quick Look action wasn't passed any items to preview." = "Göz At işlemine önizleme için herhangi bir öğe geçirilmedi.";

/* Recovery option; Enable Siri */
"Enable Siri" = "Siri’yi Etkinleştirin";

/* Remove calendar item error */
"Remove" = "Çıkar";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to request." = "%@ olarak belirlediğiniz miktar, istemenize izin verilen maksimum miktarın üzerinde.";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to request." = "%@ olarak belirlediğiniz miktar, istemenize izin verilen minimum miktarın altında.";

/* Request payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to request money from doesn't have a account set up with %@." = "Para talep etmeye çalıştığınız kişinin %@ ile ayarlanmış bir hesabı yok.";

/* Required field placeholder */
"Required" = "Gerekli";

/* Run JavaScript action error message */
"The script must call the function `completion(result)` when finished" = "Betik tamamlandığında `completion(result)` işlevini çağırmalıdır";

/* Run JavaScript on Web Page action error description when code failed while running and we don't know why */
"An unknown error occurred when running JavaScript." = "JavaScript çalıştırılırken bilinmeyen bir hata oluştu.";

/* Run JavaScript on Web Page action error description when the script doesn't call completion() before Safari's timeout */
"Run JavaScript on Web Page failed because the script took too long to call the completion handler." = "Web Sayfada JavaScript Çalıştır başarısız oldu çünkü betiğin tamamlama işleyicisini çağırması çok uzun sürdü.";

/* Run JavaScript on Web Page action error title when JavaScript takes too long before returning */
"JavaScript Timeout" = "JavaScript Zaman Aşımı";

/* Run JavaScript on Web Page action error title when code failed while running */
"JavaScript Exception" = "JavaScript Genişletmesi";

/* Run JavaScript on Web Page action error title when code is invalid */
"Invalid JavaScript" = "Geçersiz JavaScript";

/* Run SSH script action; SSH authentication error */
"SSH Authentication Failed" = "SSH Kimliği Doğrulanamadı";

/* Run SSH script action; SSH authentication error description */
"Please check your credentials in the Run SSH Script action and try again." = "SSH Betiğini Çalıştır işlemi içindeki kimlik bilgilerinizi denetleyim ve yeniden deneyin.";

/* Run shortcut action; shortcut to run not found error */
"Shortcut Not Found" = "Kestirme Bulunamadı";

/* Run shortcut action; shortcut to run not found error description */
"Make sure a valid shortcut is selected in the Run Shortcut action." = "Kestirmeyi Çalıştır işleminde geçerli bir kestirme seçildiğinden emin olun.";

/* SSH action error */
"Channel allocation error" = "Kanal ayrımı hatası";

/* SSH action error */
"Connection timed out" = "Bağlantı zaman aşımına uğradı";

/* SSH action error */
"Run Script Over SSH could not connect to the SSH server." = "SSH Üzerinden Betik Çalıştır SSH sunucusuna bağlanamadı.";

/* Save to camera roll action; unknown album error */
"Unknown Album" = "Bilinmeyen Albüm";

/* Save to camera roll action; unknown album error description */
"The photo album that was selected does not exist." = "Seçtiğiniz fotoğraf albümü yok.";

/* Scan machine readable code action; scon view title */
"Scan Code" = "Kodu Tara";

/* Search bar placeholder for searching for GIFs via Giphy */
"Search Giphy" = "Giphy Ara";

/* Search local businesses action; missing search query error */
"You must provide a search query to Search Local Businesses." = "Yerel İşletmeleri Ara işlemi için bir arama sorgusu sağlamalısınız.";

/* Search local businesses action; no locations found error */
"No Locations Found" = "Konum Bulunamadı";

/* Search local businesses action; no locations found error description; %@=keyword */
"No locations were found with the keywords “%@”." = "“%@” anahtar kelimeleriyle bir yer bulunmadı.";

/* Section footer */
"If you use a self-hosted version of WordPress, enter the URL of your site above." = "WordPress’in kendi kendine yönetildiği bir sürümünü kullanıyorsanız sitenizin URL’sini yukarıya girin.";

/* Section header */
"WordPress Login" = "WordPress Oturumu";

/* Section header for WordPress site URL */
"Site URL" = "Site URL’si";

/* Section header title */
"CloudApp Login" = "CloudApp Giriş";

/* Section header title */
"Incoming Mail Server" = "Gelen Posta Sunucusu";

/* Section header title */
"Instapaper Login" = "Instapaper Girişi";

/* Section header title */
"Outgoing Mail Server" = "Giden Posta Sunucusu";

/* Section header title; email account */
"Accounts" = "Hesaplar";

/* Send email action error */
"Cannot send emails. Email may not be set up." = "E-posta gönderilemiyor. E-posta ayarlanmamış olabilir.";

/* Send email action; invalid email account error */
"Invalid Email Account" = "Geçersiz E-Posta Hesabı";

/* Send email action; invalid email account error */
"The email account that is selected is not logged into Shortcuts on this device." = "Seçilen e-posta hesabı ile bu aygıttaki Kestirmeler’de oturum açılmamış.";

/* Send message action error */
"Cannot send messages. iMessage may not be enabled." = "Mesaj gönderilemiyor. iMessage etkinleştirilmemiş olabilir.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to send." = "%@ olarak belirlediğiniz miktar, göndermenize izin verilen maksimum miktarın üzerinde.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to send." = "%@ olarak belirlediğiniz miktar, göndermenize izin verilen minimum miktarın altında.";

/* Send payment error message when the amount is in a currency that is not supported by the app (%1$@ = currency, i.e. US Dollars, %2$@ = service name, i.e. Apple Pay) */
"The amount you specified was in %1$@, which is not supported by %2$@." = "Belirlediğiniz miktarın para birimi %1$@ ve bu para birimi %2$@ tarafından desteklenmiyor.";

/* Send payment error message when the user doesn't have enough money to send the payment. */
"Your account does not have enough money to send the payment." = "Ödemeyi göndermek için hesabınızda yeterli para yok.";

/* Send payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to send money to doesn't have a account set up with %@." = "Para göndermeye çalıştığınız kişinin %@ ile ayarlanmış bir hesabı yok.";

/* Send payment error message when the user has no bank account. */
"You don't have a bank account configured on this device." = "Bu aygıtta ayarlanmış bir bank hesabınız yok.";

/* Send payment error message when the user is logged out of the payment app and needs to verify their credentials. %@ = app name, i.e. Apple Pay */
"You will need to open %@ to verify your credentials." = "Kimlik bilgilerini doğrulamak için %@ uygulamasını açmanız gerekiyor.";

/* Send payment error title when the amount is above the maximum amount allowed */
"Above Maximum Amount" = "Maksimum Tutarın Üzerinde";

/* Send payment error title when the amount is below the minimum amount allowed */
"Below Minimum Amount" = "Minimum Tutarın Altında";

/* Send payment error title when the amount is in a currency that is not supported by the app */
"Currency Unsupported" = "Para Birimi Desteklenmiyor";

/* Send payment error title when the user doesn't have enough money to send the payment. */
"Insufficient Funds" = "Yetersiz Bakiye";

/* Send payment error title when the user has no bank account. */
"No Bank Account" = "Banka Hesabı Yok";

/* Send payment error title when the user is logged out of the payment app and needs to verify their credentials. */
"Credentials Unverified" = "Kimlik Bilgileri Doğrulanmamış";

/* Send/request payment error title when the receiving user has no bank account. */
"No Account" = "Hesap Yok";

/* Service name */
"Box" = "Box";

/* Service name */
"CloudApp" = "CloudApp";

/* Service name */
"Location" = "Konum";

/* Service name */
"Microphone" = "Mikrofon";

/* Service name */
"Notifications" = "Bildirimler";

/* Service name */
"Pinboard" = "Pinboard";

/* Service name */
"Speech Recognition" = "Konuşma Tanıma";

/* Service name */
"iCloud Drive" = "iCloud Drive";

/* Set dictionary value action; no key provided error description */
"No key was provided to the Set Dictionary Value action for the value “%@”." = "Sözlük Değerini Ayarla işleminde “%@” değeri için anahtar girilmedi.";

/* Set dictionary value action; no value provided error */
"No Value Provided" = "Değer Girilmedi";

/* Set dictionary value action; no value provided error description */
"No value was provided to the Set Dictionary Value action for the key “%@”." = "Sözlük Değerini Ayarla işleminde “%@” anahtarı için değer girilmedi.";

/* Show definition action error */
"A definition could not be found for that term." = "Bu terim için bir tanım bulunamadı.";

/* Show definition action error */
"No Word Specified" = "Sözcük Belirtilmedi";

/* Show definition action error description */
"No word was passed as input to Show Definition" = "Açıklamayı Göster için giriş olarak sözcük verilmedi";

/* Show definition action error description */
"This may happen if no dictionaries are installed. To manage your dictionaries, select a word in any app and choose “Look Up”. Then, tap “Manage”." = "Bu, yüklenmiş sözlük yoksa meydana gelebilir. Sözlüklerinizi yönetmek için herhangi bir uygulamadaki bir sözcüğü seçip “Araştır”a dokunun. Sonra “Yönet”e dokunun.";

/* Show in calendar action error */
"Calendar could not be opened." = "Takvim açılamadı.";

/* Show webpage action error */
"Unsupported URL" = "Desteklenmeyen URL";

/* Show webpage action error; %@=url scheme */
"Show Web Page supports http:// and https:// URLs, but you tried to show a %@:// URL." = "Web Sayfasını Göster http:// ve https:// URL’lerini destekler ama siz %@:// URL’yi göstermeye çalıştınız.";

/* Speak text action; invalid language was provided by the user. */
"An invalid language was provided. Please provide a valid language." = "An invalid language was provided. Please provide a valid language.";

/* Speak text action; no language was provided by the user. */
"Please select a language to use when speaking." = "Please select a language to use when speaking.";

/* Start call error message when the calling service has not (yet) been configured, e. g. the user has not logged into the app. %@ = calling service name, e. g. FaceTime */
"%@ is not set up to make calls." = "%@, arama yapmak için ayarlanmamış.";

/* Start call error message when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"Starting call failed because %@ is not available." = "Arama başlatılamadı çünkü %@ kullanılamıyor.";

/* Start call error message when the contact is not supported by the calling service. %@ = contact identifier, e. g. phone number, email or handle. */
"Starting call failed because %@ cannot take part in the call." = "Arama başlatılamadı çünkü %@ aramaya katılamadı.";

/* Start call error message when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. %@ = calling service name, e. g. FaceTime */
"%@ does not support the contact details you provided." = "%@, verdiğiniz iletişim bilgilerini desteklemiyor.";

/* Start call error title when the calling service has not (yet) been configured, e. g. the user has not logged into the app. */
"Setup Required" = "Ayarlama Gerekli";

/* Start call error title when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"%@ Unavailable" = "%@ Kullanılamıyor";

/* Start call error title when the contact is not supported by the calling service. */
"Contact Not Supported" = "İletişim Kurma Desteklenmiyor";

/* Start call error title when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. */
"Invalid Contact Details" = "Geçersiz İletişim Ayrıntıları";

/* Start date that blood pressure was recorded */
"Blood Pressure Start Date" = "Tansiyonda İlk Tarih";

/* Subcategory */
"Device" = "Aygıt";

/* Subcategory for Set Volume action */
"Playback" = "Çalma/Oynatma";

/* Take photo action error */
"No suitable camera was detected on this device." = "Bu aygıtta uygun fotoğraf makinesi yok.";

/* Time until date action */
"An invalid date to compare to was provided." = "Karşılaştırma için geçersiz tarih girildi.";

/* Time until date action */
"No from date was provided." = "Başlangıç tarihi girilmedi.";

/* Time until date action error */
"An invalid from date was provided." = "Geçersiz bir başlangıç tarihi girildi.";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "Güvenli Olmayan JavaScript";

/* Toggle do not disturb; error */
"An invalid end time was provided. Please provide an end time for Do Not Disturb." = "Geçersiz bitiş saati girildi. Lütfen Rahatsız Etme için bitiş saati girin.";

/* Toggle do not disturb; error */
"No calendar event was provided. Please provide a calendar event to enable Do Not Disturb for the duration of." = "Takvim etkinliği verilmemiş. Belirli bir süre Rahatsız Etme’yi açmak için bir takvim etkinliği belirtin.";

/* Toggle do not disturb; error */
"Please provide an end time that is later than the current time for Do Not Disturb." = "Lütfen şu anda Rahatsız Etme için olan saaten daha ileride bir bitiş saati girin.";

/* Trim video action error */
"The input was not a video that can be edited." = "Giriş, düzenlenebilecek bir video değil.";

/* URL action error; %@=url */
"Invalid URL: %@" = "Geçersiz URL: %@";

/* Ulysses (app) error description */
"Please re-authorize Shortcuts with Ulysses to access this sheet." = "Bu sayfaya erişmek amacıyla Ulysses için Kestirmeler’i yeniden yetkilendirin.";

/* Ulysses (app) error failure reason */
"Ulysses Access Required" = "Ulysses Erişimi Gerekiyor";

/* Unspecified health kit category sample type */
"Unspecified" = "Belirtilmemiş";

/* Used as a file name prefix before a date/time string, for example: Audio Recording 2018-03-01 at 8.13.46 PM */
"Audio Recording" = "Ses Kaydı";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", and " = " ve ";

/* Used to delimit a list of exactly two items (e.g. Green and Blue). */
" and " = " ve ";

/* User name field title */
"User Name" = "Kullanıcı Adı";

/* Username placeholder or title */
"Username" = "Kullanıcı Adı";

/* User’s device flashlight is not currently available error */
"This device’s flashlight is not currently available for Shortcuts to use." = "Bu aygıtın el feneri şu anda Kestirmeler’in kullanımı için uygun değil.";

/* User’s device has no flashlight error */
"This device does not have a flashlight." = "Bu aygıtta el feneri yok.";

/* Weather action; no custom location provided error description */
"The weather action was configured to get the weather at a custom location, but none was provided." = "Özel bir konuma ait hava durumunun alınması için hava durumu işlemi yapılandırılmış ama özel konum girilmedi.";

/* Weather action; no location was found to search weather */
"Unable to determine location." = "Konum belirlenemiyor.";

/* Weather condition: Blizzard */
"Blizzard" = "Kar Fırtınası";

/* Weather condition: Blowing Snow */
"Blowing Snow" = "Tipi";

/* Weather condition: Blustery */
"Blustery" = "Sert Rüzgârlı";

/* Weather condition: Clear */
"Clear" = "Açık";

/* Weather condition: Cloudy */
"Cloudy" = "Bulutlu";

/* Weather condition: Cold */
"Cold" = "Soğuk";

/* Weather condition: Drizzle */
"Drizzle" = "Çiseleyen Yağmur";

/* Weather condition: Dust */
"Dust" = "Tozlu";

/* Weather condition: Foggy */
"Foggy" = "Sisli";

/* Weather condition: Freezing Drizzle */
"Freezing Drizzle" = "Çiseleyen Buz";

/* Weather condition: Freezing Rain */
"Freezing Rain" = "Donan Yağmur";

/* Weather condition: Hail */
"Hail" = "Dolu";

/* Weather condition: Haze */
"Haze" = "Puslu";

/* Weather condition: Heavy Rain */
"Heavy Rain" = "Şiddetli Yağmur";

/* Weather condition: Heavy Snow */
"Heavy Snow" = "Şiddetli Kar";

/* Weather condition: Hot */
"Hot" = "Sıcak";

/* Weather condition: Hurricane */
"Hurricane" = "Kasırga";

/* Weather condition: Isolated Thundershowers */
"Isolated Thundershowers" = "Yer Yer Gökgürültülü Yağmur";

/* Weather condition: Isolated Thunderstorms */
"Isolated Thunderstorms" = "Yer Yer Gökgürültülü Fırtına";

/* Weather condition: Light Snow Showers */
"Light Snow Showers" = "Hafif Sağanak Kar Yağışlı";

/* Weather condition: Mixed Rain And Hail */
"Mixed Rain And Hail" = "Dolu ile Karışık Yağmur";

/* Weather condition: Mixed Rain And Sleet */
"Mixed Rain And Sleet" = "Sulu Karla Karışık Yağmur";

/* Weather condition: Mixed Rain And Snow */
"Mixed Rain And Snow" = "Karla Karışık Yağmur";

/* Weather condition: Mixed Snow And Sleet */
"Mixed Snow And Sleet" = "Sulu Karla Karışık Karlı";

/* Weather condition: Mostly Clear */
"Mostly Clear" = "Az Bulutlu ve Açık";

/* Weather condition: Mostly Cloudy */
"Mostly Cloudy" = "Çok Bulutlu";

/* Weather condition: Partly Cloudy */
"Partly Cloudy" = "Parçalı Bulutlu";

/* Weather condition: Rain */
"Rain" = "Yağmur";

/* Weather condition: Scattered Showers */
"Scattered Showers" = "Aralıklarla Sağanak Yağış";

/* Weather condition: Scattered Snow Showers */
"Scattered Snow Showers" = "Aralıklı Kar Sağanağı";

/* Weather condition: Scattered Thunderstorms */
"Scattered Thunderstorms" = "Aralıklı Gökgürültülü Fırtına";

/* Weather condition: Severe Thunderstorms */
"Severe Thunderstorms" = "Kuvvetli Gökgürültülü Fırtına";

/* Weather condition: Showers */
"Showers" = "Sağanak Yağış";

/* Weather condition: Sleet */
"Sleet" = "Sulu Kar";

/* Weather condition: Smoky */
"Smoky" = "Dumanlı";

/* Weather condition: Snow */
"Snow" = "Kar";

/* Weather condition: Snow Flurries */
"Snow Flurries" = "Kar Fırtınalı";

/* Weather condition: Thunderstorms */
"Thunderstorms" = "Gökgürültülü Fırtına";

/* Weather condition: Tornado */
"Tornado" = "Hortum";

/* Weather condition: Tropical Storm */
"Tropical Storm" = "Tropik Fırtına";

/* Weather condition: Windy */
"Windy" = "Rüzgârlı";

/* Weather: %1$@ = temperature, %2$@ = condition (i.e. sunny) */
"%1$@ and %2$@" = "%1$@ ve %2$@";

/* Weather: Pollutant in the air */
"Air Pollutant (Single)" = "Hava Kirletici";

/* Weather: Pollutants in the air */
"Air Pollutant (Plural)" = "Hava Kirleticiler";

/* Wordpress url placeholder */
"https://wordpress.com" = "https://wordpress.com";

/* iCloud Drive error */
"The folder doesn’t exist." = "Klasör yok.";

/* iCloud Drive error */
"The iCloud Container could not be found." = "iCloud kapsayıcısı bulunamadı.";

/* iCloud Drive error */
"iCloud could not get a link to this file because it is a folder. iCloud only supports getting links to regular files." = "iCloud, bir klasör olduğu için bu dosyaya olan bağlantıyı alamadı. iCloud yalnızca normal dosyalara olan bağlantıları almayı destekler.";

/* iCloud Drive error; %@ = type description */
"iCloud could not get a link to this %@ because it is a bundle (a bundle is a folder that acts like a file)." = "iCloud, %@ bir paket olduğu için ona olan bağlantıyı alamadı (paket, dosya gibi davranan bir klasördür).";

/* iCloud Drive error; %@=file URL */
"“%@” is a bundle" = "“%@” bir paket";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) does not exist in iCloud." = "Kaydetmeye çalıştığınız yol (%@) iCloud’da yok.";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) is an existing file in iCloud. When saving multiple files at a time, you should specify a path to a folder instead." = "Kaydetmeye çalıştığınız yol (%@) iCloud’da var olan bir dosya. Bir kerede birden fazla dosyayı kaydederken dosya yerine bir klasöre giden yolu belirtmelisiniz.";

/* iCloud Drive or Dropbox error; %@=file URL or name */
"“%@” is a folder" = "“%@” bir klasör";

/* iCloud Drive, Dropbox, Box error */
"File already exists" = "Dosya zaten var";

/* iCloud Drive, Dropbox, Box error */
"File already exists." = "Dosya zaten var.";

/* iCloud email login authentication error description */
"The email address or password you specified was incorrect. To log into iCloud Mail in Shortcuts, you must use an app-specific password.\n\nIf you don’t have Two-Factor Authentication enabled, you must enable it in order to generate an app-specific password." = "Belirttiğiniz e-posta adresi veya parola yanlış. Kestirmeler’de iCloud Mail’de oturum açmak için uygulamaya özel parolayı kullanmalısınız.\n\nİki Faktörlü Kimlik Doğrulama’yı etkinleştirmemişseniz uygulamaya özel parola oluşturmak için etkinleştirmelisiniz.";

/* iTunes Attribute Type for Actor, used for specifying where to search */
"Actor (Attribute)" = "Oyuncu";

/* iTunes Attribute Type for Album, used for specifying where to search */
"Album (Attribute)" = "Albüm";

/* iTunes Attribute Type for Artist, used for specifying where to search */
"Artist (Attribute)" = "Sanatçı";

/* iTunes Attribute Type for Author, used for specifying where to search */
"Author (Attribute)" = "Yazar";

/* iTunes Attribute Type for Composer, used for specifying where to search */
"Composer (Attribute)" = "Besteci";

/* iTunes Attribute Type for Description, used for specifying where to search */
"Description (Attribute)" = "Açıklama";

/* iTunes Attribute Type for Director, used for specifying where to search */
"Director (Attribute)" = "Yönetmen";

/* iTunes Attribute Type for Feature Film, used for specifying where to search */
"Feature Film (Attribute)" = "Uzun Metraj";

/* iTunes Attribute Type for Genre, used for specifying where to search */
"Genre (Attribute)" = "Tür";

/* iTunes Attribute Type for Keywords, used for specifying where to search */
"Keywords (Attribute)" = "Anahtar Sözcükler";

/* iTunes Attribute Type for Language, used for specifying where to search */
"Language (Attribute)" = "Dil";

/* iTunes Attribute Type for Movie Artist, used for specifying where to search */
"Movie Artist (Attribute)" = "Sanatçı";

/* iTunes Attribute Type for Movie, used for specifying where to search */
"Movie (Attribute)" = "Film";

/* iTunes Attribute Type for Producer, used for specifying where to search */
"Producer (Attribute)" = "Yapımcı";

/* iTunes Attribute Type for Product ID, used for specifying where to search */
"Product ID (Attribute)" = "Ürün Kimliği";

/* iTunes Attribute Type for Rating Index, used for specifying where to search */
"Rating Index (Attribute)" = "Beğeni Dizini";

/* iTunes Attribute Type for Rating, used for specifying where to search */
"Rating (Attribute)" = "Beğeni";

/* iTunes Attribute Type for Release Year, used for specifying where to search */
"Release Year (Attribute)" = "Yayın Yılı";

/* iTunes Attribute Type for Short Film, used for specifying where to search */
"Short Film (Attribute)" = "Kısa Film";

/* iTunes Attribute Type for Show, used for specifying where to search */
"Show (Attribute)" = "Şov";

/* iTunes Attribute Type for Software Developer, used for specifying where to search */
"Developer (Attribute)" = "Geliştirici";

/* iTunes Attribute Type for Song, used for specifying where to search */
"Song (Attribute)" = "Parça";

/* iTunes Attribute Type for TV Episode, used for specifying where to search */
"Episode (Attribute)" = "Bölüm";

/* iTunes Attribute Type for TV Season, used for specifying where to search */
"Season (Attribute)" = "Sezon";

/* iTunes Attribute Type for Title, used for specifying where to search */
"Title (Attribute)" = "Başlık";

/* iTunes Attribute Type for all (every field), used for specifying where to search */
"All (Attribute)" = "Tümü";

/* iTunes Attribute Type for all (generic) artists, used for specifying where to search */
"All Artist (Attribute)" = "Sanatçı";

/* iTunes Attribute Type for all (generic) tracks, used for specifying where to search */
"Track (Attribute)" = "İz";

/* iTunes Entity Type for Audiobook Author, used for specifying the results of a search */
"Audiobook Authors (Entity Type)" = "Yazar";

/* iTunes Entity Type for Audiobook, used for specifying the results of a search */
"Audiobooks (Entity Type)" = "Sesli Kitap";

/* iTunes Entity Type for Books, used for specifying the results of a search */
"Books (Entity Type)" = "Kitaplar";

/* iTunes Entity Type for Mac Software, used for specifying the results of a search */
"Mac (Entity Type)" = "Mac";

/* iTunes Entity Type for Movie Artists, used for specifying the results of a search */
"Movie Artists (Entity Type)" = "Sanatçı";

/* iTunes Entity Type for Movie, used for specifying the results of a search */
"Movies (Entity Type)" = "Film";

/* iTunes Entity Type for Music Album, used for specifying the results of a search */
"Albums (Entity Type)" = "Albüm";

/* iTunes Entity Type for Music Artist, used for specifying the results of a search */
"Music Artists (Entity Type)" = "Sanatçı";

/* iTunes Entity Type for Music Song, used for specifying the results of a search */
"Songs (Entity Type)" = "Parça";

/* iTunes Entity Type for Music Track, used for specifying the results of a search */
"Music Tracks (Entity Type)" = "Parça";

/* iTunes Entity Type for Music Video, used for specifying the results of a search */
"Music Videos (Entity Type)" = "Video Klipler";

/* iTunes Entity Type for Podcast Author, used for specifying the results of a search */
"Podcast Authors (Entity Type)" = "Yazar";

/* iTunes Entity Type for Podcast, used for specifying the results of a search */
"Podcasts (Entity Type)" = "Podcast";

/* iTunes Entity Type for Short Film Artist, used for specifying the results of a search */
"Short Film Artists (Entity Type)" = "Sanatçı";

/* iTunes Entity Type for Short Film, used for specifying the results of a search */
"Short Films (Entity Type)" = "Kısa Film";

/* iTunes Entity Type for TV Episodes, used for specifying the results of a search */
"Episodes (Entity Type)" = "Bölüm";

/* iTunes Entity Type for TV Season, used for specifying the results of a search */
"Seasons (Entity Type)" = "Sezon";

/* iTunes Entity Type for generic artists, used for specifying the results of a search */
"Artists (Entity Type)" = "Sanatçı";

/* iTunes Entity Type for generic tracks, used for specifying the results of a search */
"Tracks (Entity Type)" = "Parça";

/* iTunes Entity Type for iPad Software, used for specifying the results of a search */
"iPad (Entity Type)" = "iPad";

/* iTunes Entity Type for iPhone Software, used for specifying the results of a search */
"iPhone (Entity Type)" = "iPhone";

/* iTunes Media Type for Apps, used for searching */
"Apps (Media Type)" = "Uygulamalar";

/* iTunes Media Type for Audiobooks, used for searching */
"Audiobooks (Media Type)" = "Sesli Kitap";

/* iTunes Media Type for Books, used for searching */
"Books (Media Type)" = "Kitaplar";

/* iTunes Media Type for Music Videos, used for searching */
"Music Videos (Media Type)" = "Video Klipler";

/* iTunes Media Type for Music, used for searching */
"Music (Media Type)" = "Müzik";

/* iTunes Media Type for Podcasts, used for searching */
"Podcasts (Media Type)" = "Podcast";

/* iTunes Media Type for Short Films, used for searching */
"Short Films (Media Type)" = "Kısa Film";

/* iTunes Media Type for TV Shows, used for searching */
"TV Shows (Media Type)" = "TV Şovları";

/* iTunes Media Type for everything (no filter on the type), used for searching */
"All (Media Type)" = "Tümü";

/* iTunes Media Type of Movie, used for searching */
"Movies (Media Type)" = "Film";

